Repository: xcv58/MacTools
Catalog: Plugins/Calendar/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr

# accessibility.eventCount
source: %d 个日程
ar: %d الأحداث
de: %d Ereignisse
en: %d events
es: %d eventos
fr: %d événements
ja: %d イベント
ko: %d 이벤트
pt: %d eventos
ru: %d события
tr: %d etkinlik

# accessibility.today
source: 今天
ar: اليوم
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
tr: Bugün

# authorization.denied
source: 未获得日历访问权限
ar: لم يتم منح حق الوصول إلى التقويم
de: Kalenderzugriff wurde nicht gewährt
en: Calendar access has not been granted
es: No se ha concedido el acceso al calendario
fr: L'accès au calendrier n'a pas été accordé
ja: カレンダーへのアクセスが許可されていません
ko: 캘린더 액세스 권한이 부여되지 않았습니다
pt: O acesso ao calendário não foi concedido
ru: Доступ к календарю не предоставлен
tr: Takvim erişim izni verilmedi

# authorization.restricted
source: 系统限制了日历访问
ar: الوصول إلى التقويم مقيد من قبل النظام
de: Der Zugriff auf den Kalender ist vom System eingeschränkt
en: Calendar access is restricted by the system
es: El acceso al calendario está restringido por el sistema
fr: L'accès au calendrier est restreint par le système
ja: カレンダーへのアクセスはシステムによって制限されています
ko: 캘린더 접근이 시스템에 의해 제한되어 있습니다
pt: O acesso ao calendário é restrito pelo sistema
ru: Доступ к календарю ограничен системой
tr: Takvim erişimi sistem tarafından kısıtlandı

# authorization.unknown
source: 当前系统不允许读取日历
ar: لا يسمح هذا النظام بقراءة التقاويم
de: Dieses System erlaubt das Lesen von Kalendern nicht
en: This system does not allow reading calendars
es: Este sistema no permite leer calendarios
fr: Ce système ne permet pas de lire les calendriers
ja: このシステムではカレンダーを読み取ることができません
ko: 이 시스템은 달력 읽기를 허용하지 않습니다.
pt: Este sistema não permite a leitura de calendários
ru: Эта система не позволяет читать календари
tr: Bu sistem takvimlerin okunmasına izin vermiyor

# authorization.writeOnly
source: 仅允许写入日历，无法读取日程
ar: يُسمح فقط بالوصول إلى الكتابة في التقويم، لذا لا يمكن قراءة الأحداث
de: Es ist nur Schreibzugriff auf den Kalender zulässig, sodass Ereignisse nicht gelesen werden können
en: Only calendar write access is allowed, so events cannot be read
es: Solo se permite el acceso de escritura al calendario, por lo que los eventos no se pueden leer
fr: Seul l'accès en écriture à l'agenda est autorisé, les événements ne peuvent donc pas être lus
ja: カレンダーへの書き込みアクセスのみが許可されるため、イベントを読み取ることはできません
ko: 캘린더 쓰기 권한만 허용되어 일정을 읽을 수 없습니다.
pt: Apenas o acesso de gravação do calendário é permitido, portanto os eventos não podem ser lidos
ru: Разрешен только доступ к календарю для записи, поэтому события нельзя читать
tr: Yalnızca takvime yazma izni verildiğinden etkinlikler okunamıyor

# day.holiday
source: 休息日
ar: عطلة
de: Feiertag
en: Holiday
es: Vacaciones
fr: Vacances
ja: 休日
ko: 휴일
pt: Feriado
ru: Праздник
tr: Tatil

# day.weekend
source: 周末
ar: عطلة نهاية الأسبوع
de: Wochenende
en: Weekend
es: Fin de semana
fr: Week-end
ja: 週末
ko: 주말
pt: Fim de semana
ru: Выходные
tr: Hafta Sonu

# day.workday
source: 调休工作日
ar: يوم العمل المعدل
de: Angepasster Arbeitstag
en: Adjusted workday
es: Jornada laboral ajustada
fr: Journée de travail ajustée
ja: 調整労働日
ko: 조정된 근무일
pt: Jornada de trabalho ajustada
ru: Скорректированный рабочий день
tr: Düzeltilmiş İş Günü

# event.allDay
source: 全天
ar: طوال اليوم
de: Den ganzen Tag
en: All day
es: Todo el día
fr: Toute la journée
ja: 一日中
ko: 하루 종일
pt: O dia todo
ru: Весь день
tr: Tüm gün

# event.moreCount
source: 还有 %d 个日程
ar: %d أحداث أخرى
de: %d weitere Ereignisse
en: %d more events
es: %d más eventos
fr: %d autres événements
ja: %d 件以上のイベント
ko: %d 추가 이벤트
pt: %d mais eventos
ru: %d больше событий
tr: %d etkinlik daha

# event.untitled
source: 未命名日程
ar: حدث بلا عنوان
de: Unbenanntes Ereignis
en: Untitled event
es: Evento sin título
fr: Événement sans titre
ja: 無題のイベント
ko: 제목 없는 이벤트
pt: Evento sem título
ru: Событие без названия
tr: Adsız etkinlik

# header.next.help
source: 下个月
ar: الشهر القادم
de: Nächsten Monat
en: Next month
es: El próximo mes
fr: Le mois prochain
ja: 来月
ko: 다음 달
pt: No próximo mês
ru: В следующем месяце
tr: Sonraki ay

# header.previous.help
source: 上个月
ar: الشهر السابق
de: Vormonat
en: Previous month
es: Mes anterior
fr: Mois précédent
ja: 前月
ko: 지난달
pt: Mês anterior
ru: Предыдущий месяц
tr: Önceki ay

# header.today.button
source: 今天
ar: اليوم
de: Heute
en: Today
es: Hoy
fr: Auj.
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
tr: Bugün

# header.today.help
source: 回到今天
ar: العودة إلى اليوم
de: Zurück zum heutigen Tag
en: Back to today
es: Volver a hoy
fr: Retour à aujourd'hui
ja: 今日に戻る
ko: 오늘로 돌아가서
pt: De volta a hoje
ru: Назад в сегодняшний день
tr: Bugüne dön

# holiday.badge.holiday
source: 休
ar: ح
de: H
en: H
es: H
fr: H
ja: 高
ko: 아
pt: H
ru: Ч
tr: T

# holiday.badge.workday
source: 班
ar: ث
de: W
en: W
es: W
fr: W
ja: 幅
ko: 여
pt: C
ru: В
tr: İ

# lunar.day.1
source: 初一
ar: د1
de: D1
en: D1
es: D1
fr: D1
ja: D1
ko: D1
pt: D1
ru: D1
tr: G1

# lunar.day.10
source: 初十
ar: د10
de: D10
en: D10
es: D10
fr: D10
ja: D10
ko: D10
pt: D10
ru: Д10
tr: G10

# lunar.day.11
source: 十一
ar: د11
de: D11
en: D11
es: D11
fr: D11
ja: D11
ko: D11
pt: D11
ru: Д11
tr: G11

# lunar.day.12
source: 十二
ar: د12
de: D12
en: D12
es: D12
fr: D12
ja: D12
ko: D12
pt: D12
ru: Д12
tr: G12

# lunar.day.13
source: 十三
ar: د13
de: D13
en: D13
es: D13
fr: D13
ja: D13
ko: D13
pt: D13
ru: Д13
tr: G13

# lunar.day.14
source: 十四
ar: د14
de: D14
en: D14
es: D14
fr: D14
ja: D14
ko: D14
pt: D14
ru: Д14
tr: G14

# lunar.day.15
source: 十五
ar: د15
de: D15
en: D15
es: D15
fr: D15
ja: D15
ko: D15
pt: D15
ru: Д15
tr: G15

# lunar.day.16
source: 十六
ar: د16
de: D16
en: D16
es: D16
fr: D16
ja: D16
ko: D16
pt: D16
ru: Д16
tr: G16

# lunar.day.17
source: 十七
ar: د17
de: D17
en: D17
es: D17
fr: D17
ja: D17
ko: 17일
pt: D17
ru: Д17
tr: G17

# lunar.day.18
source: 十八
ar: د18
de: D18
en: D18
es: D18
fr: D18
ja: D18
ko: D18
pt: D18
ru: Д18
tr: G18

# lunar.day.19
source: 十九
ar: د19
de: D19
en: D19
es: D19
fr: D19
ja: D19
ko: 19일
pt: D19
ru: Д19
tr: G19

# lunar.day.2
source: 初二
ar: د2
de: D2
en: D2
es: D2
fr: D2
ja: D2
ko: D2
pt: D2
ru: Д2
tr: G2

# lunar.day.20
source: 二十
ar: د20
de: D20
en: D20
es: D20
fr: D20
ja: D20
ko: D20
pt: D20
ru: Д20
tr: G20

# lunar.day.21
source: 廿一
ar: د21
de: D21
en: D21
es: D21
fr: D21
ja: D21
ko: D21
pt: D21
ru: Д21
tr: G21

# lunar.day.22
source: 廿二
ar: د22
de: D22
en: D22
es: D22
fr: D22
ja: D22
ko: D22
pt: D22
ru: Д22
tr: G22

# lunar.day.23
source: 廿三
ar: د23
de: D23
en: D23
es: D23
fr: D23
ja: D23
ko: D23
pt: D23
ru: Д23
tr: G23

# lunar.day.24
source: 廿四
ar: د24
de: D24
en: D24
es: D24
fr: D24
ja: D24
ko: D24
pt: D24
ru: Д24
tr: G24

# lunar.day.25
source: 廿五
ar: د25
de: D25
en: D25
es: D25
fr: D25
ja: D25
ko: D25
pt: D25
ru: Д25
tr: G25

# lunar.day.26
source: 廿六
ar: د26
de: D26
en: D26
es: D26
fr: D26
ja: D26
ko: 26일
pt: D26
ru: Д26
tr: G26

# lunar.day.27
source: 廿七
ar: د27
de: D27
en: D27
es: D27
fr: D27
ja: D27
ko: D27
pt: D27
ru: Д27
tr: G27

# lunar.day.28
source: 廿八
ar: D28
de: D28
en: D28
es: D28
fr: D28
ja: D28
ko: D28
pt: D28
ru: Д28
tr: G28

# lunar.day.29
source: 廿九
ar: د29
de: D29
en: D29
es: D29
fr: D29
ja: D29
ko: 29일
pt: D29
ru: Д29
tr: G29

# lunar.day.3
source: 初三
ar: د3
de: D3
en: D3
es: D3
fr: D3
ja: D3
ko: D3
pt: D3
ru: D3
tr: G3

# lunar.day.30
source: 三十
ar: د30
de: D30
en: D30
es: D30
fr: D30
ja: D30
ko: 30일
pt: D30
ru: D30
tr: G30

# lunar.day.4
source: 初四
ar: د4
de: D4
en: D4
es: D4
fr: D4
ja: D4
ko: D4
pt: D4
ru: D4
tr: G4

# lunar.day.5
source: 初五
ar: د5
de: D5
en: D5
es: D5
fr: D5
ja: D5
ko: D5
pt: D5
ru: D5
tr: G5

# lunar.day.6
source: 初六
ar: د6
de: D6
en: D6
es: D6
fr: D6
ja: D6
ko: D6
pt: D6
ru: D6
tr: G6

# lunar.day.7
source: 初七
ar: د7
de: D7
en: D7
es: D7
fr: D7
ja: D7
ko: D7
pt: D7
ru: D7
tr: G7

# lunar.day.8
source: 初八
ar: د8
de: D8
en: D8
es: D8
fr: D8
ja: D8
ko: D8
pt: D8
ru: D8
tr: G8

# lunar.day.9
source: 初九
ar: د9
de: D9
en: D9
es: D9
fr: D9
ja: D9
ko: D9
pt: D9
ru: D9
tr: G9

# lunar.festival.doubleNinth
source: 重阳
ar: دبل. التاسع
de: Dbl. 9.
en: Dbl. 9th
es: Doble. 9º
fr: Dbl. 9ème
ja: Dbl. 9 位
ko: Dbl. 9일
pt: Dbl. 9º
ru: Двойной. 9-е
tr: Çifte 9.

# lunar.festival.dragonBoat
source: 端午
ar: دوانوو
de: Duanwu
en: Duanwu
es: Duanwu
fr: Duanwu
ja: ドゥアンウー
ko: 단우
pt: Duan Wu
ru: Дуаньу
tr: Duanwu

# lunar.festival.laba
source: 腊八
ar: لابا
de: Laba
en: Laba
es: Laba
fr: Laba
ja: ラバ
ko: 라바
pt: Laba
ru: Лаба
tr: Laba

# lunar.festival.lanternFestival
source: 元宵
ar: فانوس
de: Laterne
en: Lantern
es: Linterna
fr: Lanterne
ja: ランタン
ko: 랜턴
pt: Lanterna
ru: Фонарь
tr: Fener

# lunar.festival.littleNewYear
source: 小年
ar: شياونيان
de: Xiaonisch
en: Xiaonian
es: Xianiano
fr: Xiaonien
ja: シャオニアン
ko: 샤오니안
pt: Xiaoniano
ru: Сяонянь
tr: Xiaonian

# lunar.festival.midAutumn
source: 中秋
ar: منتصف الخريف.
de: Mitte Herbst
en: Mid-Aut.
es: Mediados de aut.
fr: Mid-Auto.
ja: 8月中旬
ko: 오월 중순
pt: Meados de agosto.
ru: Середина августа.
tr: Sonbahar Ortası

# lunar.festival.newYearsEve
source: 除夕
ar: عشية LNY
de: LNY Eve
en: LNY Eve
es: Víspera de LNY
fr: LNY Eve
ja: LNY イブ
ko: LNY 이브
pt: Véspera do LNY
ru: Канун НЙ
tr: Çin Yeni Yılı Arifesi

# lunar.festival.qixi
source: 七夕
ar: تشيشي
de: Qixi
en: Qixi
es: Qixi
fr: Qixi
ko: 치시
pt: Qixi
ru: Циси
tr: Qixi

# lunar.festival.springFestival
source: 春节
ar: LNY
de: LNY
en: LNY
es: LNY
fr: LNY
ja: ニューヨーク
ko: LNY
pt: LNY
ru: ЛНЙ
tr: Çin Yeni Yılı

# lunar.leapPrefix
source: 闰
ar: القفزة
de: Sprung
en: Leap
es: Salto
fr: Saut
ja: 飛躍
ko: 도약
pt: Salto
ru: Прыжок
tr: Artık

# lunar.month.1
source: 正月
ar: م1
de: M1
en: M1
es: M1
fr: M1
ja: M1
ko: M1
pt: M1
ru: M1
tr: A1

# lunar.month.10
source: 十月
ar: م10
de: M10
en: M10
es: M10
fr: M10
ja: M10
ko: M10
pt: M10
ru: M10
tr: A10

# lunar.month.11
source: 冬月
ar: م11
de: M11
en: M11
es: M11
fr: M11
ja: M11
ko: M11
pt: M11
ru: M11
tr: A11

# lunar.month.12
source: 腊月
ar: م12
de: M12
en: M12
es: M12
fr: M12
ja: M12
ko: M12
pt: M12
ru: M12
tr: A12

# lunar.month.2
source: 二月
ar: م2
de: M2
en: M2
es: M2
fr: M2
ja: M2
ko: M2
pt: M2
ru: M2
tr: A2

# lunar.month.3
source: 三月
ar: م3
de: M3
en: M3
es: M3
fr: M3
ja: M3
ko: M3
pt: M3
ru: M3
tr: A3

# lunar.month.4
source: 四月
ar: م4
de: M4
en: M4
es: M4
fr: M4
ja: M4
ko: M4
pt: M4
ru: M4
tr: A4

# lunar.month.5
source: 五月
ar: م5
de: M5
en: M5
es: M5
fr: M5
ja: M5
ko: M5
pt: M5
ru: M5
tr: A5

# lunar.month.6
source: 六月
ar: م6
de: M6
en: M6
es: M6
fr: M6
ja: M6
ko: M6
pt: M6
ru: M6
tr: A6

# lunar.month.7
source: 七月
ar: م7
de: M7
en: M7
es: M7
fr: M7
ja: M7
ko: M7
pt: M7
ru: M7
tr: A7

# lunar.month.8
source: 八月
ar: م8
de: M8
en: M8
es: M8
fr: M8
ja: M8
ko: M8
pt: M8
ru: M8
tr: A8

# lunar.month.9
source: 九月
ar: م9
de: M9
en: M9
es: M9
fr: M9
ja: M9
ko: M9
pt: M9
ru: M9
tr: A9

# lunar.month.fallback
source: 月
ar: م
de: M
en: M
es: M
fr: M
ja: 中
ko: 남
pt: M
ru: М
tr: A

# metadata.description
source: 查看日期、节假日和系统日程
ar: عرض التواريخ والعطلات وأحداث التقويم.
de: Termine, Feiertage und Kalenderereignisse anzeigen.
en: View dates, holidays, and calendar events.
es: Ver fechas, días festivos y eventos del calendario.
fr: Afficher les dates, les jours fériés et les événements du calendrier.
ja: 日付、休日、カレンダーイベントを表示します。
ko: 날짜, 공휴일 및 달력 이벤트를 확인하세요.
pt: Veja datas, feriados e eventos da agenda.
ru: Просмотр дат, праздников и событий календаря.
tr: Tarihleri, tatilleri ve takvim etkinliklerini görüntüleyin.

# metadata.title
source: 日历
ar: التقويم
de: Kalender
en: Calendar
es: Calendario
fr: Calendrier
ja: カレンダー
ko: 캘린더
pt: Calendário
ru: Календарь
tr: Takvim

# month.title
source: %04d年%02d月
ar: %1$04d/%2$02d
de: %1$04d/%2$02d
en: %1$04d/%2$02d
es: %1$04d/%2$02d
fr: %1$04d/%2$02d
ja: %1$04d/%2$02d
ko: %1$04d/%2$02d
pt: %1$04d/%2$02d
ru: %1$04d/%2$02d
tr: %1$04d/%2$02d

# permission.automation.description
source: 点击日期时需要控制系统日历应用，打开并定位到对应日期。
ar: يتحكم في تطبيق تقويم النظام لفتح التاريخ المحدد عند النقر فوق يوم.
de: Steuert die Kalender-App des Systems, um das ausgewählte Datum zu öffnen, wenn Sie auf einen Tag klicken.
en: Controls the system Calendar app to open the selected date when you click a day.
es: Controla la aplicación Calendario del sistema para abrir la fecha seleccionada cuando haces clic en un día.
fr: Contrôle l'application Calendrier du système pour ouvrir la date sélectionnée lorsque vous cliquez sur un jour.
ja: 日付をクリックすると、選択した日付が開くようにシステム カレンダー アプリを制御します。
ko: 날짜를 클릭하면 선택한 날짜가 열리도록 시스템 캘린더 앱을 제어합니다.
pt: Controla o aplicativo Calendário do sistema para abrir a data selecionada quando você clica em um dia.
ru: Управляет системным приложением «Календарь», открывая выбранную дату при нажатии на день.
tr: Bir güne tıkladığınızda seçilen tarihi açmak için sistem Takvim uygulamasını denetler.

# permission.automation.footnote
source: 首次定位系统日历时 macOS 会请求控制“日历”的权限；若曾拒绝，请在系统设置的自动化中允许。
ar: سيطلب نظام التشغيل macOS الإذن للتحكم في التقويم في المرة الأولى التي تفتح فيها تاريخًا. إذا رفضت ذلك من قبل، فاسمح بذلك في إعدادات التشغيل الآلي.
de: macOS bittet Sie um Erlaubnis, den Kalender zu steuern, wenn Sie zum ersten Mal ein Datum öffnen. Wenn Sie es zuvor abgelehnt haben, lassen Sie es in den Automatisierungseinstellungen zu.
en: macOS will ask for permission to control Calendar the first time you open a date. If you denied it before, allow it in Automation settings.
es: macOS le pedirá permiso para controlar el Calendario la primera vez que abra una fecha. Si lo negaste antes, permítelo en la configuración de Automatización.
fr: macOS demandera l'autorisation de contrôler le calendrier la première fois que vous ouvrirez une date. Si vous l'avez déjà refusé, autorisez-le dans les paramètres d'automatisation.
ja: macOS は、日付を初めて開くときに、カレンダーを制御する許可を求めます。以前に拒否した場合は、オートメーション設定で許可してください。
ko: macOS는 날짜를 처음 열 때 캘린더 제어 권한을 요청합니다. 이전에 거부했다면 자동화 설정에서 허용하세요.
pt: O macOS solicitará permissão para controlar o Calendário na primeira vez que você abrir uma data. Se você negou antes, permita nas configurações de automação.
ru: macOS запросит разрешение на управление Календарем при первом открытии даты. Если вы ранее отклонили это, разрешите это в настройках автоматизации.
tr: Bir tarihi ilk açtığınızda macOS, Takvim'i denetleme izni isteyecek. Daha önce reddettiyseniz Otomasyon ayarlarından izin verin.

# permission.automation.status
source: 按需确认
ar: تأكيد عند الحاجة
de: Bei Bedarf bestätigen
en: Confirm when needed
es: Confirmar cuando sea necesario
fr: Confirmer si nécessaire
ja: 必要に応じて確認する
ko: 필요할 때 확인
pt: Confirme quando necessário
ru: Подтвердите при необходимости
tr: Gerektiğinde onaylanır

# permission.automation.title
source: 定位系统日历
ar: افتح التواريخ في التقويم
de: Termine im Kalender öffnen
en: Open Dates in Calendar
es: Fechas abiertas en el calendario
fr: Dates d'ouverture dans le calendrier
ja: カレンダーの空き日付
ko: 달력에서 날짜 열기
pt: Abrir datas no calendário
ru: Открыть даты в календаре
tr: Takvim'de Tarih Açma

# permission.events.denied
source: %@。可在系统设置的日历隐私项中重新允许。
ar: %@. السماح بالوصول مرة أخرى في إعدادات خصوصية التقويم.
de: %@. Erlauben Sie den Zugriff in den Datenschutzeinstellungen des Kalenders erneut.
en: %@. Allow access again in Calendar privacy settings.
es: %@. Permita el acceso nuevamente en la configuración de privacidad de Calendario.
fr: %@. Autorisez à nouveau l'accès dans les paramètres de confidentialité de Calendrier.
ja: %@。カレンダーのプライバシー設定でアクセスを再度許可します。
ko: %@. 캘린더 개인정보 보호 설정에서 다시 액세스를 허용하세요.
pt: %@. Permita o acesso novamente nas configurações de privacidade do Agenda.
ru: %@. Снова разрешите доступ в настройках конфиденциальности Календаря.
tr: %@. Takvim gizlilik ayarlarından yeniden erişim izni verin.

# permission.events.description
source: 读取系统日历事件，用于在日历组件中显示当天日程。
ar: يقرأ أحداث التقويم حتى يظهر جدول اليوم في مكون التقويم.
de: Liest Kalenderereignisse, damit der heutige Zeitplan in der Kalenderkomponente angezeigt werden kann.
en: Reads calendar events so today's schedule can appear in the calendar component.
es: Lee eventos del calendario para que el programa de hoy pueda aparecer en el componente del calendario.
fr: Lit les événements du calendrier afin que le planning du jour puisse apparaître dans le composant Calendrier.
ja: カレンダー イベントを読み取り、今日のスケジュールをカレンダー コンポーネントに表示できるようにします。
ko: 오늘의 일정이 캘린더 구성요소에 표시될 수 있도록 캘린더 이벤트를 읽습니다.
pt: Lê eventos da agenda para que a programação de hoje possa aparecer no componente da agenda.
ru: Считывает события календаря, чтобы расписание на сегодня могло отображаться в компоненте календаря.
tr: Takvim etkinliklerini okuyarak bugünün programının takvim bileşeninde görünmesini sağlar.

# permission.events.notDetermined
source: 点击请求授权后，系统会询问是否允许读取日历事件。
ar: بعد طلب الوصول، سيسألك macOS عما إذا كان سيسمح بقراءة أحداث التقويم أم لا.
de: Nachdem Sie den Zugriff angefordert haben, fragt macOS, ob das Lesen von Kalenderereignissen zugelassen werden soll.
en: After you request access, macOS will ask whether to allow reading calendar events.
es: Después de solicitar acceso, macOS le preguntará si permite la lectura de eventos del calendario.
fr: Après avoir demandé l'accès, macOS vous demandera s'il est autorisé à lire les événements du calendrier.
ja: アクセスをリクエストすると、macOS はカレンダー イベントの読み取りを許可するかどうかを尋ねます。
ko: 액세스를 요청하면 macOS에서 캘린더 이벤트 읽기를 허용할지 묻습니다.
pt: Depois que você solicitar acesso, o macOS perguntará se permite a leitura de eventos da agenda.
ru: После того, как вы запросите доступ, macOS спросит, разрешить ли чтение событий календаря.
tr: Erişim istediğinizde macOS, takvim etkinliklerinin okunmasına izin verilip verilmeyeceğini soracak.

# permission.events.title
source: 系统日历事件
ar: أحداث التقويم
de: Kalenderereignisse
en: Calendar Events
es: Eventos del calendario
fr: Événements du calendrier
ja: カレンダーイベント
ko: 캘린더 이벤트
pt: Eventos do calendário
ru: События календаря
tr: Takvim Etkinlikleri

# settings.display.title
source: 日历显示
ar: عرض التقويم
de: Kalenderanzeige
en: Calendar Display
es: Visualización del calendario
fr: Affichage du calendrier
ja: カレンダー表示
ko: 캘린더 표시
pt: Exibição do calendário
ru: Отображение календаря
tr: Takvim Görünümü

# settings.weekStart.description
source: 选择月历每周显示的第一天。
ar: اختر اليوم الأول الذي يظهر لكل أسبوع في عرض الشهر.
de: Wähle den ersten Tag jeder Woche in der Monatsansicht.
en: Choose the first day shown for each week in the monthly calendar.
es: Elige el primer día que se muestra cada semana en el calendario mensual.
fr: Choisissez le premier jour affiché pour chaque semaine du calendrier mensuel.
ja: 月表示で各週の先頭に表示する曜日を選択します。
ko: 월간 캘린더에서 한 주의 첫날로 표시할 요일을 선택합니다.
pt: Escolha o primeiro dia exibido em cada semana no calendário mensal.
ru: Выберите первый день каждой недели в календаре на месяц.
tr: Aylık takvimde haftaların hangi günle başlayacağını seçin.

# settings.weekStart.title
source: 每周起始日
ar: أول يوم في الأسبوع
de: Erster Wochentag
en: First Day of Week
es: Primer día de la semana
fr: Premier jour de la semaine
ja: 週の開始曜日
ko: 한 주의 시작 요일
pt: Primeiro dia da semana
ru: Первый день недели
tr: Haftanın İlk Günü

# weekday.friday.short
source: 五
ar: الجمعة
de: Fr
en: Fri
es: viernes
fr: Vendredi
ja: 金曜日
ko: 금
pt: Sexta-feira
ru: Пятница
tr: Cum

# weekday.monday.short
source: 一
ar: الإثنين
de: Mo
en: Mon
es: lun
fr: Lun
ja: 月
ko: 월
pt: Seg
ru: Пн
tr: Pzt

# weekday.saturday.short
source: 六
ar: السبت
de: Sa
en: Sat
es: sábado
fr: Samedi
ja: 土
ko: 토
pt: Sábado
ru: Сб
tr: Cmt

# weekday.sunday.short
source: 日
ar: الشمس
de: Sonntag
en: Sun
es: Sol
fr: Soleil
ko: 일
pt: Sol
ru: Вс
tr: Paz

# weekday.thursday.short
source: 四
ar: الخميس
de: Do
en: Thu
es: Jueves
fr: Jeudi
ja: 木
ko: 목
pt: Qui
ru: Чт
tr: Per

# weekday.tuesday.short
source: 二
ar: الثلاثاء
de: Dienstag
en: Tue
es: Mar
fr: mardi
ja: 火
ko: 화
pt: Terça
ru: Вторник
tr: Sal

# weekday.wednesday.short
source: 三
ar: الأربعاء
de: Mi
en: Wed
es: miércoles
fr: Mercredi
ja: 水
ko: 수
pt: Quarta
ru: Ср
tr: Çar

# agenda.allow
source: 授权
ar: السماح
de: Erlauben
en: Allow
es: Permitir
fr: Autoriser
ja: 許可
ko: 허용
pt: Permitir
ru: Разрешить
tr: İzin Ver

# agenda.direction.future
source: 未来
ar: المستقبل
de: Zukunft
en: Future
es: Futuro
fr: À venir
ja: 今後
ko: 미래
pt: Futuro
ru: Будущее
tr: Gelecek

# agenda.direction.past
source: 过去
ar: الماضي
de: Vergangenheit
en: Past
es: Pasado
fr: Passé
ja: 過去
ko: 과거
pt: Passado
ru: Прошлое
tr: Geçmiş

# agenda.direction.surrounding
source: 过去 + 未来
ar: الماضي + المستقبل
de: Vergangenheit + Zukunft
en: Past + Future
es: Pasado + Futuro
fr: Passé + À venir
ja: 過去 + 今後
ko: 과거 + 미래
pt: Passado + Futuro
ru: Прошлое + Будущее
tr: Geçmiş + Gelecek

# agenda.error
source: 暂时无法读取日程
ar: تعذّر تحميل الأحداث
de: Termine können nicht geladen werden
en: Unable to load events
es: No se pueden cargar los eventos
fr: Impossible de charger les événements
ja: 予定を読み込めません
ko: 일정을 불러올 수 없습니다
pt: Não foi possível carregar os eventos
ru: Не удалось загрузить события
tr: Etkinlikler yüklenemedi

# agenda.openDay
source: 在日历中打开这一天
ar: فتح هذا اليوم في التقويم
de: Diesen Tag im Kalender öffnen
en: Open this day in Calendar
es: Abrir este día en Calendario
fr: Ouvrir ce jour dans Calendrier
ja: カレンダーでこの日を開く
ko: 캘린더에서 이 날짜 열기
pt: Abrir este dia no Calendário
ru: Открыть этот день в Календаре
tr: Bu günü Takvim'de aç

# agenda.openSettings
source: 打开设置
ar: فتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기
pt: Abrir ajustes
ru: Открыть настройки
tr: Ayarları Aç

# agenda.permission
source: 允许读取日历后查看日程
ar: اسمح بالوصول إلى التقويم لعرض الأحداث
de: Kalenderzugriff erlauben, um Termine anzuzeigen
en: Allow calendar access to view events
es: Permite el acceso al calendario para ver eventos
fr: Autorisez l’accès au calendrier pour voir les événements
ja: 予定を表示するにはカレンダーへのアクセスを許可してください
ko: 일정을 보려면 캘린더 접근을 허용하세요
pt: Permita o acesso ao calendário para ver eventos
ru: Разрешите доступ к календарю для просмотра событий
tr: Etkinlikleri görebilmek için takvim erişimine izin verin

# agenda.retry
source: 重试
ar: إعادة المحاولة
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
tr: Yeniden Dene

# agenda.title
source: 近期日程
ar: الأحداث القريبة
de: Aktuelle Termine
en: Recent Events
es: Eventos recientes
fr: Événements récents
ja: 最近の予定
ko: 최근 일정
pt: Eventos recentes
ru: Ближайшие события
tr: Yakın Etkinlikler

# agenda.tomorrow
source: 明天
ar: غدًا
de: Morgen
en: Tomorrow
es: Mañana
fr: Demain
ja: 明日
ko: 내일
pt: Amanhã
ru: Завтра
tr: Yarın

# agenda.yesterday
source: 昨天
ar: أمس
de: Gestern
en: Yesterday
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pt: Ontem
ru: Вчера
tr: Dün

# settings.agenda.dayCount
source: 显示天数
ar: عدد الأيام
de: Anzahl der Tage
en: Number of Days
es: Número de días
fr: Nombre de jours
ja: 表示日数
ko: 표시 일수
pt: Número de dias
ru: Количество дней
tr: Gün Sayısı

# settings.agenda.days
source: %d 天
ar: %d أيام
de: %d Tage
en: %d days
es: %d días
fr: %d jours
ja: %d 日
ko: %d일
pt: %d dias
ru: %d дн.
tr: %d gün

# settings.agenda.daysDescription
source: 包含今天，双向范围以今天为中心。
ar: يشمل اليوم؛ يتمحور الاتجاهان حول اليوم.
de: Einschließlich heute; beide Richtungen sind um heute zentriert.
en: Includes today; both directions center on today.
es: Incluye hoy; ambas direcciones se centran en hoy.
fr: Inclut aujourd’hui ; les deux sens sont centrés sur aujourd’hui.
ja: 今日を含み、両方向では今日を中心に表示します。
ko: 오늘을 포함하며 양방향은 오늘을 중심으로 표시합니다.
pt: Inclui hoje; ambas as direções são centradas em hoje.
ru: Включая сегодня; оба направления отсчитываются от сегодня.
tr: Bugün dahildir; her iki yön de bugünü merkez alır.

# settings.agenda.description
source: 在月历下方按日期查看日程。
ar: عرض الأحداث مجمّعة حسب التاريخ أسفل الشهر.
de: Termine unter dem Monatskalender nach Datum anzeigen.
en: View events grouped by date below the month.
es: Ver eventos agrupados por fecha debajo del mes.
fr: Affiche les événements par date sous le calendrier.
ja: 月表示の下に日付別の予定を表示します。
ko: 월간 달력 아래에 날짜별 일정을 표시합니다.
pt: Veja eventos agrupados por data abaixo do mês.
ru: События по датам под календарём месяца.
tr: Etkinlikleri ayın altında tarihe göre gruplanmış görüntüleyin.
